Tekla.Structures.Model.RebarSetAddition.CreateInstance
The create instance.
Returns:
The System.Boolean.

Tekla.Structures.Model.RebarSetAddition.ModifyInstance
The modify instance.
Returns:
The System.Boolean.

Tekla.Structures.Model.RebarSetAddition.SelectInstance
The select instance.
Returns:
The System.Boolean.

Tekla.Structures.Model.RebarSetAddition.ToStruct(Tekla.Structures.ModelInternal.dotRebarSetAddition_t@)
The to struct.
p:
The p.

Tekla.Structures.Model.RebarSetAddition.FromStruct(Tekla.Structures.ModelInternal.dotRebarSetAddition_t@)
The from struct.
p:
The p.